11/data/attachments/fdc7de377f6b41d8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_cb0587d4-e7af-415b-a7c9-6a83c166a212</nif:username>
            <nif:friendToBeAdded>Timothy_the_Actions_85060_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>